"ose[-12028]" = "Une erreur interne s'est produite";
"ospsqlite[-13008]" = "Impossible d'envoyer les modifications pour le cliché en lecture seule \"%s\"";
"bgsync[12405]" = "Reprise en suspens";
"ose[-12008]" = "%ld octets n'ont pas été lus pour le code d'opération '%c'";
"bgsync[-12545]" = "Echec de la mise en pause de l'agent de synchronisation (voir la cause)";
"olstd[-10204]" = "Entité non valide : \"%s\"";
"ose[-12051]" = "URL de fichier non valide indiquée : \"%s\"";
"bgsync[12302]" = "Mettre en pause";
"bgsync[12010]" = "La notification serveur de priorité %d a été reçue pour la publication \"%s\"";
"osync_res[16110]" = "Publications";
"bgsync[-12525]" = "Type \"%s\" non valide pour une règle d'événement";
"ose[-12031]" = "Données reçues non reconnues";
"olstd[-10101]" = "Opération d'E/S annulée";
"ose[-12047]" = "Priorité non valide indiquée : %d";
"bgsync[12006]" = "La synchronisation de la priorité %d a démarré pour les publications \"%s\"";
"ospsqlite[-13011]" = "Une erreur s'est produite lors de l'exécution du script \"%s\"";
"bgsync[-12505]" = "Erreur du gestionnaire réseau (voir la cause)";
"olstd[0]" = "Aucune erreur";
"osync_res[16106]" = "Nom de réseau";
"ose[-12011]" = "Le module d'extension a renvoyé l'erreur %ld : %s";
"ose[-12027]" = "Descripteur non valide fourni";
"ospsqlite[-13007]" = "Cliché \"%s\", colonne \"%s\" : les colonnes blob ne sont pas autorisées dans la clé primaire";
"bgsync[12404]" = "En pause";
"ose[15003]" = "Les données client ont été importées. La mise à niveau du client est terminée.";
"osync_res[16003]" = "Terminé";
"ose[-12007]" = "Impossible de lire %ld octets pour le code d'opération '%c' ; il ne reste que %ld octets";
"bgsync[-12544]" = "Echec de l'arrêt de l'agent de synchronisation (voir la cause)";
"olstd[-10203]" = "Format d'échappement incorrect pour le caractère : \"%s\"";
"bgsync[12301]" = "Arrêter";
"ose[-12050]" = "Direction de transport non valide indiquée : %d";
"bgsync[-12524]" = "Sous-type \"%s\" non valide pour une règle de condition";
"olstd[-10100]" = "Fin du flux en entrée atteinte";
"ose[-12030]" = "L'ID de cryptage envoyé (%lu,%lu+1) ne concorde pas avec celui reçu (%lu,%lu)";
"ose[-12046]" = "Pointeur ou longueur de tampon non valide indiqué";
"bgsync[12005]" = "L'établissement de la priorité %d est terminé pour la base de données \"%s\"";
"bgsync[-12504]" = "Echec de l'évaluation de la règle \"%s\" pour la publication \"%s\"";
"ospsqlite[-13010]" = "Informations d'index non valides reçues pour l'index \"%s\"";
"osync_res[16105]" = "ID de client";
"ose[-12010]" = "Le module d'extension a renvoyé les indicateurs non valides '%x'";
"ose[-12026]" = "Descripteur de session non valide fourni";
"ospsqlite[-13006]" = "Le cliché dont l'ID est %ld est introuvable";
"bgsync[12403]" = "Pause en suspens";
"ose[15002]" = "Les bases de données client ont été configurées. Relancez la synchronisation pour importer les données du fichier binaire généré lors de l'étape d'export. Si vous voulez spécifier un emplacement personnalisé pour ce fichier, utilisez les options de synchronisation de fichier.";
"osync_res[16002]" = "Annuler";
"ose[-12006]" = "Code d'opération non valide %d reçu";
"bgsync[-12543]" = "Echec du démarrage de l'agent de synchronisation (voir la cause)";
"olstd[-10202]" = "Echappement inachevé : \"%.*s\"";
"olstd[-10009]" = "Pointeur ou descripteur NULL détecté : %s";
"bgsync[12300]" = "Démarrer";
"bgsync[-12523]" = "Sous-type \"%s\" non valide pour une règle d'événement";
"bgsync[-12539]" = "Impossible de démarrer l'agent de synchronisation car il a été désactivé";
"ose[-12045]" = "L'API ou la fonctionnalité \"%s\" n'est pas prise en charge";
"bgsync[12004]" = "L'établissement de la priorité %d a démarré pour la base de données \"%s\"";
"bgsync[-12503]" = "Impossible de charger la règle \"%s\" pour la publication \"%s\" (voir la cause)";
"osync_res[16104]" = "ID de processus";
"bgsync[-12519]" = "Sous-type de règle non valide : \"%s\"";
"ose[-12025]" = "Version de transport de cryptage non valide indiquée : %d";
"ospsqlite[-13005]" = "Données de colonne volumineuses (> 64 ko) non prises en charge";
"bgsync[12402]" = "Exécution en cours";
"ose[15001]" = "Les données de la base de données ont été exportées. Poursuivez la mise à niveau du client.";
"osync_res[16001]" = "OK";
"ose[-12005]" = "Type DML d'enregistrement non valide %d obtenu du module d'extension";
"bgsync[-12542]" = "Paramètre indiqué non valide : %d";
"olstd[-10201]" = "Chaîne manquante \"%s\" dans le fichier XML";
"olstd[-10008]" = "Chaîne hexadécimale non valide : \"%s\"";
"bgsync[-12522]" = "Format de date non valide : \"%s\"";
"bgsync[-12538]" = "Le processus de lecture des messages a été annulé par une autre thread";
"ose[-12044]" = "Echec du chargement de la bibliothèque de modules d'extension \"%s\" (voir la cause)";
"bgsync[12003]" = "L'exécution de l'agent de synchronisation a repris";
"bgsync[12504]" = "Processus";
"bgsync[-12502]" = "Echec de l'opération d'application pour la base de données \"%s\" (voir la cause)";
"osync_res[16103]" = "Nom de l'application";
"bgsync[-12518]" = "Type de règle non valide : \"%s\"";
"ose[-12024]" = "Le code d'opération '%c' reçu est hors séquence";
"olstd[-10303]" = "Impossible d'utiliser le planificateur car il a été arrêté";
"olstd[-1]" = "Erreur inconnue";
"ospsqlite[-13004]" = "Données non valides dans la colonne STATE";
"bgsync[12401]" = "Démarrage en suspens";
"ose[15000]" = "N/A (mode d'export)";
"osync_res[16000]" = "Progression de la synchronisation";
"ose[-12004]" = "Le mot de passe n'est pas indiqué et il n'a pas été enregistré pour l'utilisateur \"%s\"";
"olstd[-10200]" = "L'attribut \"%s\" dans la balise \"%s\" est introuvable";
"olstd[-10007]" = "Chaîne de date non valide indiquée : \"%s\"";
"bgsync[-12541]" = "Echec de l'évaluation des règles pour la base de données \"%s\" car elle est verrouillée par une application";
"bgsync[-12521]" = "Sous type de règle \"%s\" non valide pour le type de règle \"%s\"";
"bgsync[-12537]" = "Impossible de créer le processus de lecture des messages car le nombre maximal de %d processus de lecture en cours d'exécution sera dépassé";
"ose[-12043]" = "L'ID de publication %lu est introuvable";
"bgsync[12002]" = "L'agent de synchronisation a été mis en suspens";
"bgsync[12503]" = "Recevoir";
"bgsync[-12501]" = "Echec de la synchronisation de la priorité %d pour les publications \"%s\" (voir la cause)";
"osync_res[16102]" = "Statut";
"bgsync[-12517]" = "La base de données de plate-forme est introuvable";
"ose[-12023]" = "Le cliché dont l'ID est %ld existe déjà";
"olstd[-10302]" = "Impossible d'utiliser le pool de threads car il a été arrêté";
"ose[-12039]" = "Une erreur interne s'est produite (voir la cause)";
"ospsqlite[-13003]" = "Définition de clé primaire non valide reçue";
"bgsync[12400]" = "Arrêté";
"ose[-12003]" = "L'utilisateur n'est pas indiqué et le dernier utilisateur n'a pas été enregistré";
"ose[-12019]" = "La publication  \"%s\" est introuvable";
"olstd[-10006]" = "La chaîne %s n'a pas été mise entre guillemets correctement";
"bgsync[-12540]" = "Aucune publication compatible avec la synchronisation en arrière-plan n'a été trouvée sur le client";
"olstd[-10215]" = "Valeur \"%s\" non valide pour l'attribut \"%s\" dans la balise \"%s\"";
"bgsync[-12520]" = "Classe de règle non valide : \"%s\"";
"bgsync[-12536]" = "Impossible d'exécuter l'opération \"%s\" car l'agent de synchronisation n'est pas en cours d'exécution";
"ose[-12042]" = "Une erreur de transport utilisateur s'est produite (voir la cause)";
"bgsync[12001]" = "L'agent de synchronisation a été arrêté";
"bgsync[12502]" = "Envoyer";
"bgsync[-12500]" = "Echec de l'établissement de la priorité %d pour la base de données \"%s\" (voir la cause)";
"osync_res[16101]" = "Informations sur l'agent de synchronisation";
"bgsync[-12516]" = "L'agent ne peut pas accepter la commande de contrôle \"%s\" car son état est \"%s\"";
"ose[-12022]" = "La transaction dont l'ID est %ld est introuvable";
"olstd[-10301]" = "Erreur lors de l'établissement de la connexion pour un client de file d'attente de messages externe";
"ose[-12038]" = "Une erreur de serveur s'est produite (voir la cause)";
"olstd[-10108]" = "Erreur de socket (voir la cause)";
"ospsqlite[-13002]" = "Définition de colonne non valide reçue";
"ose[-12002]" = "La base de données \"%s\" est introuvable";
"ose[-12018]" = "Un enregistrement avec des LOB a été extrait pour un module d'extension ne prenant pas en charge les LOB";
"olstd[-10005]" = "L'élément \"%s\" n'est pas pris en charge";
"olstd[-10214]" = "La balise \"%s\" n'est pas reconnue";
"bgsync[-12535]" = "L'opération de contrôle a expiré";
"ose[-12041]" = "Une erreur de transport HTTP s'est produite (voir la cause)";
"bgsync[12000]" = "L'agent de synchronisation a été démarré";
"bgsync[12501]" = "Préparer";
"ospsqlite[-13021]" = "Mise à jour ou suppression impossible à partir du cliché en lecture seule \"%s\" sans clé primaire";
"osync_res[16100]" = "Agent de synchronisation Oracle";
"ose[-12021]" = "Le cliché dont l'ID est %ld est introuvable";
"olstd[-10300]" = "La file d'attente de messages \"%s\" est complète";
"ose[-12037]" = "Erreur lors de l'enregistrement de la configuration de synchronisation (voir la cause)";
"olstd[-10107]" = "Expiration du socket au bout de %ld ms";
"ospsqlite[-13001]" = "Données de cliché non valides reçues";
"ose[-12001]" = "Code d'opération attendu : '%c' ; code d'opération reçu : '%c'";
"ose[-12017]" = "Le module d'extension dont l'ID est %ld est introuvable";
"olstd[-10004]" = "Pointeur ou descripteur NULL détecté";
"olstd[-10213]" = "Balise enfant \"%s\" introuvable";
"bgsync[-12534]" = "Descripteur de session non valide indiqué";
"olstd[-10209]" = "Le format des données de balise est inattendu";
"ose[-12040]" = "Une base de données par défaut est nécessaire pour créer le cliché \"%s\"";
"bgsync[12500]" = "Inactif";
"ose[-12056]" = "La clé publique du serveur est manquante et n'a pas pu être obtenue";
"bgsync[12015]" = "Inconnu";
"bgsync[-12514]" = "Impossible d'arrêter l'agent car il existe %d connexions actives";
"ospsqlite[-13020]" = "Méta-cliché en double : \"%s\"";
"ose[-12020]" = "Le cliché \"%s\" est introuvable dans la publication \"%s\"";
"ose[-12036]" = "Erreur lors du chargement de la configuration de synchronisation (voir la cause)";
"olstd[-10106]" = "En-tête de tranche de mémoire HTTP non valide :";
"ospsqlite[-13000]" = "Erreur de base de données Sqlite (voir la cause)";
"ose[-12000]" = "La synchronisation a été annulée";
"ose[-12016]" = "Type de transport non valide indiqué : %d";
"olstd[-10003]" = "Arguments non valides \"%s\" indiqués pour \"%s\"";
"olstd[-10212]" = "Balise attendue \"%s\" ; balise obtenue : \"%s\"";
"bgsync[-12533]" = "Statut non valide attendu : %d";
"olstd[-10208]" = "Nombre insuffisant de balises ouvertes";
"ose[-12055]" = "Synchronisation en arrière-plan impossible pour le moment (terminez la première synchronisation ou configurez la synchronisation)";
"bgsync[12014]" = "Message de trace : %s";
"bgsync[-12513]" = "Notification serveur non valide reçue : \"%s\"";
"bgsync[-12529]" = "Impossible de démarrer l'agent de synchronisation car une autre instance est déjà en cours d'exécution";
"osync_res[16114]" = "Informations sur l'erreur";
"olstd[-10105]" = "Ligne de réponse HTTP non valide : \"%s\"";
"ose[-12035]" = "Echec de la réponse HTTP : \"%s\"";
"ospsqlite[-13015]" = "Erreur de base de données Sqlite, récupération nécessaire (voir la cause)";
"bgsync[-12509]" = "Echec de l'établissement de la connexion d'accès réseau commuté (voir la cause)";
"ose[-12015]" = "Le transport est de type utilisateur, mais le transport utilisateur n'est pas initialisé";
"olstd[-10002]" = "Chaîne Base64 non valide : \"%s\"";
"olstd[-10211]" = "Evénement attendu : %s ; événement obtenu : %s";
"bgsync[-12532]" = "Paramètre de type string indiqué non valide : %d";
"olstd[-10207]" = "Fin de fichier dans la balise \"%s\"";
"ose[-12054]" = "Clé de base de données introuvable pour la base de données cryptée \"%s\"";
"bgsync[12013]" = "Réseau évalué, nom : \"\\%s\", vitesse : %ld bits/s, commande Ping : %ld ms";
"bgsync[-12512]" = "Commande de contrôle non valide reçue : %d";
"bgsync[-12528]" = "Bases de données de plate-forme en double détectées : \"%s\" et \"%s\"";
"osync_res[16113]" = "Heure de fin";
"olstd[-10104]" = "URL non valide indiquée : \"%s\"";
"ose[-12034]" = "Type de cryptage non valide indiqué : %d";
"bgsync[12009]" = "L'opération d'application est terminée pour la base de données \"%s\"";
"bgsync[-12508]" = "La règle de plate-forme \"%s\" a été trouvée dans la base de données \"%s\" qui n'est pas de type plate-forme";
"ospsqlite[-13014]" = "ID de cliché %ld non valide pour le cliché \"%s\"";
"osync_res[16109]" = "Détails de synchronisation";
"ose[-12014]" = "Option de chaîne non valide indiquée : %d";
"olstd[-10001]" = "Il n'existe plus de jetons dans olStringTokenizer";
"olstd[-10210]" = "Balise non terminée";
"bgsync[12407]" = "Abandonné";
"bgsync[-12531]" = "Paramètre de type number indiqué non valide : %d";
"olstd[-10206]" = "Balise de fin non concordante : \"%s\"";
"bgsync[-12547]" = "L'agent de synchronisation a rencontré une erreur fatale ou ne peut pas être arrêté";
"ose[-12053]" = "Clé de session introuvable pendant la réception d'un transport unidirectionnel";
"bgsync[12304]" = "Masquer l'interface graphique";
"bgsync[12012]" = "Aucun réseau";
"bgsync[-12511]" = "La connexion de contrôle à l'agent a été fermée en raison d'une erreur (voir la cause)";
"bgsync[-12527]" = "Requête manquante pour une règle SQL";
"osync_res[16112]" = "Heure de début";
"olstd[-10103]" = "Arguments non valides indiqués pour la surveillance de la progression";
"ose[-12033]" = "URL HTTP non valide indiquée : \"%s\"";
"ose[-12049]" = "Impossible de reprendre la réception de données";
"bgsync[12008]" = "L'opération d'application a démarré pour la base de données \"%s\"";
"bgsync[12201]" = "Mémoire faible (%ld octets disponibles)";
"bgsync[-12507]" = "Erreur interne (vous trouverez certainement plus d'informations dans la cause)";
"ospsqlite[-13013]" = "Une erreur interne s'est produite (vous trouverez certainement plus d'informations dans la cause)";
"osync_res[16108]" = "Batterie";
"ose[-12013]" = "Option d'entier non valide indiquée : %d";
"ose[-12029]" = "Code d'opération d'interruption inattendu détecté lors de la réception";
"olstd[-10000]" = "Le texte figurant dans la chaîne \"%s\" n'est pas un nombre valide";
"ospsqlite[-13009]" = "Le cliché dont l'ID est %ld existe déjà";
"bgsync[12406]" = "Arrêt en suspens";
"ose[-12009]" = "L'API de module d'extension \"%s\" est introuvable dans la bibliothèque \"%s\"";
"bgsync[-12530]" = "L'élément \"%s\" n'est pas pris en charge";
"olstd[-10205]" = "Chaîne inachevée";
"bgsync[-12546]" = "Echec de la reprise de l'agent de synchronisation (voir la cause)";
"ose[-12052]" = "Seules les directions SEND et RECEIVE sont autorisées pour un transport unidirectionnel";
"bgsync[12303]" = "Reprendre";
"bgsync[12011]" = "Le réseau \"%s\" a été remplacé par \"%s\"";
"bgsync[-12510]" = "Echec du traitement de la notification serveur de priorité %d pour la publication \"%s\" (voir la cause)";
"bgsync[-12526]" = "Type \"%s\" non valide pour une règle de condition";
"osync_res[16111]" = "Priorité";
"olstd[-10102]" = "L'appel de transport est hors séquence";
"ose[-12032]" = "Données non compressées erronées reçues";
"ose[-12048]" = "Impossible de reprendre l'envoi de données";
"bgsync[12007]" = "La synchronisation de la priorité %d est terminée pour les publications \"%s\"";
"bgsync[12200]" = "Batterie faible (%d %%)";
"bgsync[-12506]" = "Erreur du gestionnaire de puissance (voir la cause)";
"ospsqlite[-13012]" = "Arguments non valides transmis à la fonction";
"osync_res[16107]" = "Vitesse réseau";
"ose[-12012]" = "Sens de synchronisation non valide indiqué : %d";
